var config = {};
config.ID=0;
config.NAME=1;   //名称
config.ANIMATION = 2;  //动画文件路径
config.HEAD = 3;    //宠物头像路径
config.INTRODUCTION = 4;  //宠物介绍
config.SKILL =  5;   //技能
config.EXPERIENCE = 6;    //经验等级对应
config.ADDITION = 7;  //加成

config.data=[
['1','猴腮雷','res/pet/jones.csb','','呵呵呵','年兽加成','0`10`100`200`300`400`500`600`700`800','0`0.1`0.2`0.3`0.4`0.5`0.6`0.7`0.8`0.9`1'],
['2','草泥马','res/pet/huchey.csb','','configade in China','年兽加成','0`10`100`200`300`400`500`600`700`800','0`0.1`0.2`0.3`0.4`0.5`0.6`0.7`0.8`0.9`1'],
['3','法克忧','res/pet/pharaoh.csb','','文明小标兵','年兽加成','0`10`100`200`300`400`500`600`700`800','0`0.1`0.2`0.3`0.4`0.5`0.6`0.7`0.8`0.9`1'],
['4','雅蠛蝶','res/pet/tentacle.csb','','一只蝴蝶','年兽加成','0`10`100`200`300`400`500`600`700`800','0`0.1`0.2`0.3`0.4`0.5`0.6`0.7`0.8`0.9`1'],
['5','达菲鸡','res/pet/cat_queen.csb','','两只翅膀一样灵活','年兽加成','0`10`100`200`300`400`500`600`700`800','0`0.1`0.2`0.3`0.4`0.5`0.6`0.7`0.8`0.9`1'],
['6','松岛蜂','res/pet/captain_jack.csb','','岛国珍稀物种','年兽加成','0`10`100`200`300`400`500`600`700`800','0`0.1`0.2`0.3`0.4`0.5`0.6`0.7`0.8`0.9`1']
]

module.exports = config